Revit 2027 API
ParameterTypeId.ScheduleSheetAppearanceParam Property
 "Appearance"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ScheduleSheetAppearanceParam { get; }
Public Shared ReadOnly Property ScheduleSheetAppearanceParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ScheduleSheetAppearanceParam {
	ForgeTypeId^ get ();
}
static member ScheduleSheetAppearanceParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace